tap 'blackfireio/blackfire'
tap 'hhvm/hhvm'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/dupes'
tap 'homebrew/emacs'
tap 'homebrew/nginx'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'mcuadros/hhvm'

brew 'xz'
brew 'git', args: ['with-brewed-curl', 'with-pcre']
brew 'bash'
brew 'bash-completion'
brew 'openssl'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'editorconfig'
brew 'emacs'
brew 'python'
brew 'ffmpeg'
brew 'fish'
brew 'geoipupdate'
brew 'geoip', args: ['with-geoipupdate']
brew 'gnuplot'
brew 'graphviz'
brew 'htop'
brew 'hub'
brew 'mysql'
brew 'hydra'
brew 'jmeter', args: ['with-plugins']
brew 'mobile-shell'
brew 'most'
brew 'mplayer'
brew 'nikto'
brew 'nmap'
brew 'node'
brew 'openconnect'
brew 'ossp-uuid'
brew 'parallel'
brew 'polipo'
brew 'postgresql'
brew 'pstoedit'
brew 'shellcheck'
brew 'skipfish'
brew 'speedtest_cli'
brew 'sqlmap'
brew 'swift'
brew 'sysdig'
brew 'tmux'
brew 'tor'
brew 'watchman'
brew 'youtube-dl'
brew 'blackfireio/blackfire/blackfire-agent'
brew 'blackfireio/blackfire/blackfire-php70'
brew 'hhvm/hhvm/hhvm'
brew 'homebrew/dupes/openssh'
brew 'homebrew/emacs/dash-emacs'
brew 'homebrew/emacs/org-mode'
brew 'homebrew/nginx/nginx-full', args: ['with-status']
brew 'homebrew/php/adminer'
brew 'homebrew/php/php70'
brew 'homebrew/php/php70-intl'
brew 'homebrew/php/php70-mcrypt'
brew 'homebrew/php/php70-opcache'
brew 'homebrew/php/php70-pdo-pgsql'
brew 'homebrew/php/php70-xdebug'
brew 'homebrew/science/octave'
brew 'homebrew/science/r'
brew 'homebrew/versions/bash-completion2'

tap 'caskroom/cask'
brew 'caskroom/cask/brew-cask'
cask 'osxfuse'
cask 'wkhtmltopdf'
