tap 'blackfireio/blackfire'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/emacs'
tap 'homebrew/fuse'
tap 'homebrew/nginx'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
cask 'osxfuse'
brew 'git', args: ['with-brewed-curl', 'with-pcre']
brew 'bash'
brew 'bash-completion@2'
brew 'openssl'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'dnscrypt-proxy', args: ['with-plugins'], restart_service: true
brew 'dnsmasq', restart_service: true
brew 'editorconfig'
brew 'emacs'
brew 'ffmpeg'
brew 'fswatch'
brew 'geoip', args: ['with-geoipupdate']
brew 'geoipupdate'
brew 'gnuplot'
brew 'gnutls'
brew 'go'
brew 'pinentry'
brew 'gpg-agent'
brew 'graphviz'
brew 'htop'
brew 'mysql', restart_service: true
brew 'hydra'
brew 'xz'
brew 'jmeter', args: ['with-plugins']
brew 'jq'
brew 'most'
brew 'mplayer'
brew 'nginx', args: ['with-http2'], restart_service: true
brew 'ngrep'
brew 'nikto'
brew 'nmap'
brew 'node'
brew 'ocproxy'
brew 'openconnect'
brew 'parallel'
brew 'polipo'
brew 'postgresql', restart_service: true
brew 'ruby'
brew 'shellcheck'
brew 'skipfish'
brew 'speedtest_cli'
brew 'sqlmap'
brew 'swift'
brew 'sysdig'
brew 'tmux'
brew 'tor', args: ['devel', 'with-libscrypt']
brew 'watchman'
brew 'youtube-dl'
brew 'zmap'
brew 'blackfireio/blackfire/blackfire-agent'
brew 'blackfireio/blackfire/blackfire-php71'
brew 'homebrew/dupes/openssh'
brew 'homebrew/emacs/dash-emacs'
brew 'homebrew/emacs/org-mode'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/php/php71'
brew 'homebrew/php/php71-intl'
brew 'homebrew/php/php71-mcrypt'
brew 'homebrew/php/php71-opcache'
brew 'homebrew/php/php71-xdebug'
brew 'homebrew/php/php71-yaml'
brew 'homebrew/science/octave'
brew 'homebrew/science/r'
cask 'emacs'
cask 'mplayerx'
cask 'wkhtmltopdf'
